---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertySetDescription
source: html/187fdd05-8c20-d6f0-a8cd-6d3dd4f69190.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertySetDescription Property

"Description"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertySetDescription { get; }
```